{
    "items": [
        "Que mange Eminem pour le dîner? Un wrap.",
        "C’est deux gars sur un pont, l’un saute en bas, l’autre en chaussures.",
        "Jeanne d’Arc s’est éteinte plusieurs heures après sa mort.",
        "Aah la nostalgie, c’est plus ce que c’était.",
        "Moi, je pense que les girafes, ça n’existe pas. C’est un coup monté.",
        "C’est deux mecs qui vont au camping, y’en a un qui dit: «Ca te tente?»",
        "J’ai pas parlé à ma copine depuis 3 semaines, je voulais pas l’interrompre.",
        "Il y a une fête dans une fromagerie. Le DJ se met à crier «Faites du briiiiiie.»",
        "Que fait Jean-Claude Van Damme quand il rentre dans une voiture? Il full contact.",
        "Qui est le plus fort entre Hulk et Yoda? Je ne sais pas trop, je dirais que le combat est ouvert.",
        "Quelle est la différence entre un tampon et un téléphone? Au moins, le tampon, on sait qui est au bout du fil.",
        "Savais-tu qu’il existait deux sortes d’ovni? L’ovni tender et l’ovni true.",
        "Comment appelle-t-on un roux sur un tricycle? Un quatre roues.",
        "Que dit Frodon quand il arrive devant sa maison? «C’est là que j’Hobbit.»",
        "Pourquoi les Témoins de Jéhovah ne fêtent-ils pas Halloween? Parce qu’ils n’aiment pas que les gens sonnent à leur porte.",
        "C’est deux Chinois qui jouent au bowling. L’un fait un strike, l’autre lui dit: «C’est beau, Ling.»",
        "Dans quel état des États-Unis est-il illégal de se promener pieds nus? Au Matachaussetts.",
        "Combien de temps met un dealer de drogue pour faire Barcelone => Paris? Ca dépend du traffic.",
        "L’autre jour j’ai vu 2 sourds se battre, je me suis dit que ça devait être un malentendu.",
        "C’est deux bûcherons qui se parlent, le premier dit «Je vais rester bûcheron toute ma vie», l’autre dit «Moi je vais changer de bouleau».",
        "Que se disent deux chiens qui se croisent à Tokyo? «Japons!»",
        "Que dit un chat qui rentre dans une pharmacie? «Est-ce que vous avez du sirop pour matou?»",
        "C’est un gars qui va voir son médecin. Le médecin lui dit: «Je crois vraiment qu’il va falloir que vous arrêtiez de vous masturber. – Pourquoi ça? – Parce que j’aimerais vous examiner.»",
        "J’ai essayé de raconter une blague de chimie mais je n’ai pas eu de réaction.",
        "Pourquoi les joueurs du FC Nantes vont souvent chez le coiffeur? Parce que c’est leur seule façon de gagner une coupe.",
        "Pourquoi n’y a-t-il pas de ballons dans l’émission «Questions pour un champion»? Parce que Julien les perce.",
        "L’autre jour, j’ai arrêté quelqu’un, je lui ai demandé: «Pourquoi vous n’avez pas de plaque?» Il m’a répondu que sa voiture utilisait du Colgate.",
        "Je ne pensais pas pouvoir aller en Union soviétique, mais finalement j’ai Russie.",
        "J’étais en patrouille et j’ai arrêté un suspect qui conduisait en état d’ébrieté. Quand je l’ai arrêté, il a enlevé ses lunettes, pourquoi? Parce que ca fait 2 verres en moins.",
        "Qu’est-ce qui est jaune et toujours pressé? Un citron pressé.",
        "Je connais un hibou, il boude, mais sa femme est chouette.",
        "Comment appelle-t-on un poil en dépression? Un poil pubien.",
        "C’est l’histoire d’un mec qui a 5 bites. Son slip lui va comme un gant.",
        "Que dit Pinocchio quand il pète devant tout le monde? «Désolé, Geppeto.»",
        "Que fait une vache quand elle a les yeux fermés? Du lait concentré.",
        "Pourquoi les Belges dorment-ils avec un verre rempli d’eau et un verre vide? Parce que des fois ils ont soif, et des fois ils n’ont pas soif.",
        "Si une camionnette c’est un petit camion, est-ce qu’une salopette c’est une petite salope?",
        "Un steak sans poivre, c’est comme un cheval sans selle.",
        "Qu’est-ce qu’une manifestation d’aveugles? Un festival de cannes.",
        "C’est l’histoire d’un poil. Avant il était bien. Maintenant il est pubien.",
        "J’ai reçu un coup de téléphone hier. Ca m’a fait mal.",
        "Généralement, quand on parle de Mozart, il n’est pas là. Mais quand on ouvre la porte du frigo, mozzarella.",
        "Combien cela prend-il de temps à un criminel pour réaliser qu’il a raté son coup? Juste 2 menottes.",
        "Quelle est la différence entre un Tampax et un policier? Y en a pas, les 2 bloquent la circulation.",
        "Je suis pas superstitieux, mais moi quand je vois un animal flotter sur un lac, je me dis que c’est un cygne.",
        "Comment appelle-t-on un policier qui est tout bleu? Un schtroumpf policier.",
        "C’est un gars dans son jardin qui creuse et qui trouve une voiture de police avec 2 policiers dedans. Il leur dit: «Qu’est-ce que vous faites là?!» Les policiers lui répondent: «C’est parce qu’on était en poursuite et le bandit nous a semés.»",
        "Pourquoi Dracula n’a-t-il pas peur du vent? Parce que c’est un vampire.",
        "Pourquoi Michael Jackson a-t-il peur de faire marche arrière en voiture? Parce qu’il est mort.",
        "Pourquoi les Mexicains mangent-ils aux toilettes? Parce qu’ils aiment manger et pisser.",
        "Quel est le poids d’un hipster? 1 insta-gramme.",
        "Comment appelle-t-on un nain qui travaille à la Poste? Un nain posteur.",
        "Quel bruit un avion fait-il quand il rebondit? «Boeing! Boeing!»",
        "Quelle est la date d’anniversaire mondiale des chats? C’est en mi-août.",
        "Comment dit-on «69» en russe? «Tatouf Métouff».",
        "Quelle est la différence entre quelqu’un qui vient de faire l’amour et un meurtrier? Aucune, les deux essayent de se débarasser du corps.",
        "Comment appelle-t-on un boomerang qui ne revient pas? Un bâton.",
        "Un gars trébuche dans un cimetière, puis il tombe.",
        "Que dit une mère à son fils geek quand c’est l’heure de manger? «ALT-TAB!»",
        "Quel est le crustacé le moins lourd de la mer? La palourde.",
        "Pourquoi le chasseur amène-t-il son fusil aux toilettes? Pour tirer la chasse.",
        "Dans la vie, il y a deux types de gens. Ceux qui finissent leurs blagues…",
        "L’autre jour, j’ai fait une blague sur les paraplégiques, elle a pas bien marché.",
        "C’est l’histoire d’une fleur qui court, puis qui se plante.",
        "Ça doit être un job de merde de travailler dans les fosses septiques.",
        "Quand on boit de l’alcool, on devient alcoolique, donc quand on boit du rhum, on devient romantique?",
        "Que fait un hibou dans un toaster? Hiboucane.",
        "Qu’est-ce qui a 4 pattes et 1 bras? Un pitbull dans un jardin d’enfants.",
        "Qui a inventé le 69? Deux personnes qui peuvent pas se voir.",
        "Qu’est-ce qu’on fait quand un gamer pleure? On le console.",
        "Simon n’a pas de bras. «Toc toc! – Qui est là? – Pas simon.»",
        "Comment faire aboyer un chat? Un briquet, de l’essence et WOUF!",
        "C’est un gars qui veut vendre son spa, mais à chaque fois qu’il écrit «Spa à vendre», personne ne répond.",
        "Quelle est la différence entre une pastèque et un bébé? Y en a un qui est marrant à couper et qui est bon en bouche, et l’autre c’est un fruit.",
        "Est-ce que tu connais le nom du dinosaure gay? C’est le tripotanus.",
        "Quelle est la différence entre un crocodile et un alligator? C’est caïman pareil.",
        "J’ai oublié un tube de Biactol dans la machine à laver. Depuis, mes chemises n’ont plus de bouton.",
        "Comment appelle-t-on 10 prostituées qui se chamaillent? Une dispute.",
        "Dans la phrase «Le voleur a volé une télévision», où est le sujet? En prison.",
        "Comment appelle-t-on un ours qui vit à la fois au pôle Nord et au pôle Sud? Un ours bipolaire.",
        "Quelle star demande toujours 2 glaçons dans son verre? Michael Douglas.",
        "Pourquoi le film Harry Potter est-il classé «fantastique»? Parce que le roux a des amis.",
        "Comment s’appelle le plus mauvais vendeur de vin? Ivan Potvin.",
        "Au fond, pour un cannibale, une femme enceinte c’est comme un Kinder Surprise.",
        "Qu’est-ce qu’un hamster dans l’espace? Un hamstéroïde.",
        "Est-ce que tu sais pourquoi j’ai appelé mon pénis «Vérité»? Parce que la vérité sort toujours de la bouche des enfants.",
        "Pourquoi les tyrannosaures ne tapent-ils pas des mains? Parce qu’ils sont morts.",
        "Comment sait-on qu’une fille est une princesse? Elle aime quand tu rentres dans son palais.",
        "Que fait un gorille quand il sonne à une porte? «King Kong!»",
        "Pourquoi les policiers n’ont-ils pas de rides? C’est parce qu’ils ont la peau lisse.",
        "C’est 2 ballons qui se promènent dans le désert. Il y en a un qui dit à l’autre: «Attention il y a un cactussssssssssssssss…»",
        "Pourquoi les bélugas sont-ils en voie d’extinction? Parce qu’il n’y a pas assez de bélu-filles.",
        "Quelle est la différence entre la sodomie et les brocolis? Y en a pas, même avec du beurre, les enfants n’aiment pas ça.",
        "Melon et Melèche préparent une tarte aux pruneaux. Melon prépare la tarte et Melèche les pruneaux.",
        "Un électricien est mort, on va tenir sa famille au courant.",
        "Comment appelle-t-on un voleur de Viagra? Un criminel endurci.",
        "Que dit un Mexicain qui lave son linge? «C’est salsa.»",
        "Pourquoi les États-Unis ne peuvent-ils pas jouer aux échecs? Parce qu’il leur manque deux tours.",
        "C’est quoi un porc qui vole? Un aéro-porc.",
        "Qu’est-ce que 2 clowns se disent quand ils reçoivent leur commande au McDo? «Bouffons.»",
        "C’est un funambule qui faisait son show, il a perdu l’équilibre et a tué un homme dans la foule. Sur le rapport de l’enquêteur, il est écrit: «Ce décès est l’œuvre d’un déséquilibré».",
        "Pourquoi le père Noël a-t-il un gros sac? Parce qu’il ne vient qu’une fois par an.",
        "Il y a 2 gars sans pénis qui se battent, c’est un combat sanglant.",
        "Comment appelle-t-on un bain avec un Noir dedans? Un bain Moussa.",
        "Quel est le point commun entre des professeurs et des hémorroïdes? Y en a pas, les deux sortent du corps enseignant.",
        "Qu’est-ce que 2 Arabes sur une mobylette? 2 cons parce qu’ils auraient pu en voler 2.",
        "J’ai raconté une blague à un Parisien. Il a Paris.",
        "Qu’est-ce qu’une douche sans eau? Une duche.",
        "Que dit un aveugle qui touche du papier de verre? «Mince, c’est écrit petit.»",
        "Un homme est arrêté pour un vol de voiture. Après plusieurs années, il est libéré pour bonne conduite.",
        "C’est deux grains de sable qui arrivent à la plage. L’un d’eux dit: «Ouahhh, c’est blindé aujourd’hui!»",
        "Quelle est la différence entre un thermomètre rectal et oral? Le goût.",
        "Tu sais comment on appelle un reportage sur une usine en Inde ? Un reportage hindustriel",
        "Quel est le comble pour un sapin de Noël ? Se faire enguirlander parce qu’il est couvert d’ampoules",
        "Tu as trois poussins en haut d’une falaise et tu n’en veux que deux, tu fais quoi ? Ba t’en pousse un !",
        "Que fait un poussin de 35kg ? PIOU-PIOU !",
        "Tu connais la recette de la tarte tatin ? Tu fais une tarte, tu mets au four et puis tatin.",
        "Comment appelle-t-on un combat entre une carotte et petit pois ? Un bon duel.",
        "Une femme emmène son chien à la mer, elle pète et le chien meurt. Pourquoi ? Car c’est un Pékinois.",
        "Quel est le point commun entre un prêtre et un surdoué ? Ils ont tous les deux sauté une classe.",
        "Le viagra c’est comme l’enfer, Satan l’habite.",
        "Comment s’appelle l’instrument pour tricher en maths ? La calculatriche",
        "Quel est l’arbre le plus souple ? Le poirier",
        "Comment appelle-t-on un boulanger roux et moche ? Un roux laid dans la farine.",
        "Quelle mamie fait peur aux voleurs ? Mamie Traillette.",
        "J’ai une blague sur les magasins Mais elle a pas supermarché.",
        "Pourquoi est-ce c’est difficile de conduire dans le Nord ? Parce que les voitures arrêtent PAS DE CALER.",
        "Comment est-ce que la chouette sait que son mari fait la gueule ? Parce qu’HIBOUDE.",
        "Pourquoi est-ce qu’on dit que les bretons sont tous frères et sœurs ? Parce qu’ils n’ont Quimper.",
        "Pourquoi est-ce qu’on met tous les crocos en prison ? Parce que les crocos dealent.",
        "Comment fait-on pour allumer un barbecue breton ? On utilise des breizh.",
        "Pourquoi dit-on que les poissons travaillent illégalement ? Parce qu’ils n’ont pas de FISH de paie.",
        "Quel est le bar préféré des espagnols ? Le Bar-celone.",
        "Pourquoi est-ce que les mexicains mangent-ils aux toilettes ? Parce qu’ils aiment manger épicé.",
        "Que faisaient les dinosaures quand ils n’arrivaient pas à se décider? Des tirageosaures.",
        "Qu’est-ce qu’un tennisman adore faire ? Rendre des services.",
        "Pourquoi est-ce que les vêtements sont toujours fatigués quand ils sortent de la machine ? Parce qu’ils sont léssivés.",
        "Pourquoi est-ce que les livres ont-ils toujours chaud ? Parce qu’ils ont une couverture.",
        "Où est-ce que les super héros vont-ils faire leurs courses ? Au supermarché.",
        "Que se passe-t-il quand 2 poissons s’énervent ? Le thon monte.",
        "Quel fruit est assez fort pour couper des arbres? Le ci-tron.",
        "Quel est le jambon que tout le monde déteste ? Le sale ami.",
        "Que fait un cendrier devant un ascenseur ? Il veut des cendres.",
        "Que dit une imprimante dans l’eau ? J’ai papier.",
        "Que dit une noisette quand elle tombe à l’eau ? Je me noix.",
        "Quel est l’aliment le plus hilarant? Le riz.",
        "Pourquoi est-ce que le smoutons aiment le chewing-gum? Parce que c’est bon pour la laine.",
        "Quel est le sport préféré des insectes? Le criquet.",
        "Quel est le café préféré des espagnols ? Le café Olé.",
        "Que fait Platon quand ça le démange ? Il Socrate.",
        "Pourquoi est ce que Hulk a un beau jardin ? Parce qu’il a la main verte.",
        "Qu’est-ce que fait un hibou dans une casserole ? Hi-bou.",
        "Qu’est-ce qu’un mort qui coupe du fromage ? Un fend-tome.",
        "Comment est-ce que les abeilles communiquent entre elles ? Par e-miel.",
        "Quel est l’arbre préféré des chômeurs ? Le bouleau.",
        "Que dit-on d’une fleur qui a eu zéro à son contrôle ? Qu’elle s’est planté.",
        "Comment appelle-t-on un jeudi vraiment nul ? Une trajeudi.",
        "Que fait un employé de chez Sephora à sa pause clope ? Il parfumer.",
        "Qu’est-ce qu’un frite enceinte ? Une patate sautée.",
        "Qu’est ce qu’une lampe moche ? Un LEDron.",
        "Que fait une lampe quand elle se fait agresser ? Elle crie a LED.",
        "Est-ce qu’une poule peut parler anglais? Yes chicken.",
        "Qui vit dans les tavernes ? Les hommes de bières.",
        "Quelle est la danse préféré des chats ? Le cha cha cha.",
        "Qu’est ce qu’une carotte dans une flaque d’eau ? Un bonhomme de neige en été.",
        "Pourquoi est-ce que les bières sont toujours stressées ? Parce qu’elles ont la pression.",
        "Quelle princesse a les lèvres gercées ? Labello bois dormant.",
        "Pourquoi est ce que les poissons n’ont plus de maison ? Parce qu’on les a des truites.",
        "Pourquoi est ce que le lapin est bleu ? Parce qu’on lapin.",
        "Pourquoi est ce que Potter est triste ? Parce que personne Harry à sa blague.",
        "Comment appelle-t-on un combat entre un petit pois et une carotte ? Un bon duel.",
        "Pourquoi est-ce que les éoliennes n’ont pas de copain ? Parce qu’elles se prennent toujours des vents.",
        "Où irait Voldemort s’il décidait de jouer de la trompette ? À Jazzkaban.",
        "D’où viennent les gens les plus dangereux ? D’angers.",
        "Qu’est ce qu’un cadeau qui s’en va ? Une surprise party.",
        "Quelle est la fée que les enfants détestent? La fée C.",
        "Qu’est-ce qui est blanc puni dans un coin ? Un vilain frigo.",
        "Quel poisson n’a pas de certificat de naissance ? Le poisson pané.",
        "Quel est le médecin qui nous fait tous craquer ? L’ostéo.",
        "Comment savoir qu’un rat est content ? Il souris.",
        "Pourquoi est-ce que les bouteilles de bière coulent ? Parce qu’elles savent panaché.",
        "Quel est le super héros qui a tout le temps peur ? Le super-sticieux.",
        "Pourquoi est-ce que les chercheurs ont-ils des trous de mémoire? Parce qu’ils se creusent la tête.",
        "Comment les musiciens choisissent-ils leur parquet ? Ils choisissent un parquet Fa Si La Si Ré.",
        "Quel est le musicien préféré des maladies ? Bach-terie.",
        "Quel est le réseau préféré des pêcheurs ? Truiteur.",
        "Que dit un rappeur quand il rentre dans une fromagerie ? Faites du brie !.",
        "Que fait un geek quand il a peur ? Il URL.",
        "Quel est le carburant le plus détendu ? Le kérosène.",
        "Quel est le fast food préféré de Flash ? Quick.",
        "Comment reconnaît-on un cannibale ? Il mange des petits Suisses.",
        "Qu’est-ce qui est vert et qui se déplace sous l’eau ? Un chou marin.",
        "Quel est le pays le plus cool du monde ? Le Yééémen.",
        "Quel est le super héros qui donne le plus vite l’heure ? Speed heure man.",
        "Quel est le fruit préféré des profs d’histoire ? Les dates.",
        "Quelle est la déesse du wifi ? La déesse L.",
        "Quelle est l’arme préféré des vegans ? Le lance roquette.",
        "Quelle est la femme du hamster ? L’amsterdam.",
        "Dans quel pays ne bronze-t-on pas du nez ? Au Népal.",
        "Quelle est la maladie la plus fréquente chez les triangles ? La sinus X.",
        "Que fait un théière devant un ascenseur ? Elle veut mon thé.",
        "Quelle est la meilleure heure pour écouter de la musique ? Deezer !",
        "Que fait un geek quand il descend du métro ? Il libère la RAM.",
        "Quel est l’animal le plus connecté ? Le porc USB.",
        "Où vont les biscottes pour danser ? En biscothèque.",
        "Quel est le style musical préféré des médecins ? Le blouse.",
        "Comment appelle-t-on un chat qui va dans l’espace ? Un chatellite.",
        "Que fait un jardinier quand il ment ? Il raconte des salades.",
        "Où est-ce que l’homme invisible part en vacances ? Chez ses transparents.",
        "Pourquoi est-ce que Napoléon n’a pas voulu acheter de maison ? Parce qu’il avait déjà un Bonaparte.",
        "Quels sont les fruits qu’on trouve dans toutes les maisons ? Des coings et des mûres.",
        "Pourquoi un chasseur emmène-t-il son fusil aux toilettes ? Pour tirer la chasse.",
        "Pourquoi est-ce que la Saint Valentin est davantage fêtée dans le Nord ? Parce que ça se fête en famille.",
        "Que dit un informaticien quand il s’ennuie ? Je me fichier.",
        "Avec quelle monnaie les marins payent-ils ? Avec des sous marins.",
        "Que dit un italien pour dire au revoir ? Pasta la vista.",
        "Où va Messi quand il se blesse ? À la pharmessi.",
        "Que demande un footballeur à son coiffeur ? La coupe du monde s’il vous plaît.",
        "Que répond un homme quand on lui demande où se trouve le col de l’utérus ? Qu’il ne regarde pas le Tour de France.",
        "Est-ce que quand une vegan tombe de moto, on peut dire qu’elle s’est viandée ?"
    ]
  }