{"0edb381e-dd07-4d53-bfd0-84d27dce3d88":"Que mange Eminem pour le dîner? Un wrap.","84ebc02f-3207-4a44-aa98-2e0c8f156665":"C’est deux gars sur un pont, l’un saute en bas, l’autre en chaussures.","958c21a1-d100-4486-aac6-0136efa72258":"Jeanne d’Arc s’est éteinte plusieurs heures après sa mort.","b7fe9f26-dd0c-4588-b7ee-b6c8e7cb04d7":"Aah la nostalgie, c’est plus ce que c’était.","58ed3a80-472c-4aab-ade0-76b915e5b988":"Moi, je pense que les girafes, ça n’existe pas. C’est un coup monté.","8840eac1-b556-4291-9980-58e7cdf4e40d":"C’est deux mecs qui vont au camping, y’en a un qui dit: «Ca te tente?»","4c04ba91-78ad-4b75-bdd3-867d14163c2f":"J’ai pas parlé à ma copine depuis 3 semaines, je voulais pas l’interrompre.","c2901c67-8b02-4ad7-a82c-e8323de52a88":"Il y a une fête dans une fromagerie. Le DJ se met à crier «Faites du briiiiiie.»","dea51f02-d942-4d70-b960-60fd28bc5e7f":"Que fait Jean-Claude Van Damme quand il rentre dans une voiture? Il full contact.","5052eac0-a10a-4127-9c23-d387755f5d10":"Qui est le plus fort entre Hulk et Yoda? Je ne sais pas trop, je dirais que le combat est ouvert.","7aae5d47-e0d1-4d82-b7b6-b7a17a1ad686":"Quelle est la différence entre un tampon et un téléphone? Au moins, le tampon, on sait qui est au bout du fil.","e591972a-e9e1-4946-ba1b-b148f5511a2f":"Savais-tu qu’il existait deux sortes d’ovni? L’ovni tender et l’ovni true.","9f332cdf-5d73-4e09-92e5-4058a68bd13a":"Comment appelle-t-on un roux sur un tricycle? Un quatre roues.","6d2f471f-17fe-4d93-a7f1-17db1ee5e36b":"Que dit Frodon quand il arrive devant sa maison? «C’est là que j’Hobbit.»","7db19e38-6519-475a-89b3-9ac32777bb78":"Pourquoi les Témoins de Jéhovah ne fêtent-ils pas Halloween? Parce qu’ils n’aiment pas que les gens sonnent à leur porte.","ef214db8-077b-4f92-ad2b-08a4377c5887":"C’est deux Chinois qui jouent au bowling. L’un fait un strike, l’autre lui dit: «C’est beau, Ling.»","39ad2b6a-570f-46b3-8bc6-b83484bf6538":"Dans quel état des États-Unis est-il illégal de se promener pieds nus? Au Matachaussetts.","2c41b4dc-1f6e-4b21-811c-fc76440766f2":"Combien de temps met un dealer de drogue pour faire Barcelone => Paris? Ca dépend du traffic.","7f116db5-0d45-4d3a-95f3-295a05356a8d":"L’autre jour j’ai vu 2 sourds se battre, je me suis dit que ça devait être un malentendu.","3d347814-52c2-4e44-96cc-ee6228ec6241":"C’est deux bûcherons qui se parlent, le premier dit «Je vais rester bûcheron toute ma vie», l’autre dit «Moi je vais changer de bouleau».","9efae40d-b82e-4757-97fd-582a0a53cea0":"Que se disent deux chiens qui se croisent à Tokyo? «Japons!»","8165433d-6050-49af-a657-be89c70d5ba5":"Que dit un chat qui rentre dans une pharmacie? «Est-ce que vous avez du sirop pour matou?»","5e2c336a-4caa-4a11-8bc2-28ad6ad41233":"C’est un gars qui va voir son médecin. Le médecin lui dit: «Je crois vraiment qu’il va falloir que vous arrêtiez de vous masturber. – Pourquoi ça? – Parce que j’aimerais vous examiner.»","552d0cd2-616b-433e-996f-f3c3873cd0c6":"J’ai essayé de raconter une blague de chimie mais je n’ai pas eu de réaction.","3e353c7b-34f5-4718-8f02-43f870d8c975":"Pourquoi les joueurs du FC Nantes vont souvent chez le coiffeur? Parce que c’est leur seule façon de gagner une coupe.","83f63e21-9815-459d-a337-05c843cbe11b":"Pourquoi n’y a-t-il pas de ballons dans l’émission «Questions pour un champion»? Parce que Julien les perce.","30d1c9ac-21d4-4b8c-ad43-30f71c16a028":"L’autre jour, j’ai arrêté quelqu’un, je lui ai demandé: «Pourquoi vous n’avez pas de plaque?» Il m’a répondu que sa voiture utilisait du Colgate.","a866c872-1c65-42c7-bd92-1fa92dde590f":"Je ne pensais pas pouvoir aller en Union soviétique, mais finalement j’ai Russie.","e600edcb-7df4-40ad-8f65-a1e22c3ee284":"J’étais en patrouille et j’ai arrêté un suspect qui conduisait en état d’ébrieté. Quand je l’ai arrêté, il a enlevé ses lunettes, pourquoi? Parce que ca fait 2 verres en moins.","176d110e-e8d9-4b45-a713-63c242033f6f":"Qu’est-ce qui est jaune et toujours pressé? Un citron pressé.","cc7d0bf2-68c7-4518-911e-1f9db8e0e232":"Je connais un hibou, il boude, mais sa femme est chouette.","d6825b81-b727-4487-80b6-ba2c74098a30":"Comment appelle-t-on un poil en dépression? Un poil pubien.","4a2fc62c-99f9-4bee-b166-c97a64c09812":"C’est l’histoire d’un mec qui a 5 bites. Son slip lui va comme un gant.","67c630bd-2b68-4649-95b3-995ececac6d2":"Que dit Pinocchio quand il pète devant tout le monde? «Désolé, Geppeto.»","3eca4277-a01f-43d0-9db8-c388aaf1bee2":"Que fait une vache quand elle a les yeux fermés? Du lait concentré.","79d29772-d9c3-45b3-a0de-b547f5dcc920":"Pourquoi les Belges dorment-ils avec un verre rempli d’eau et un verre vide? Parce que des fois ils ont soif, et des fois ils n’ont pas soif.","3fc3007c-7dde-4fb7-9c83-d95b5d8aa43e":"Si une camionnette c’est un petit camion, est-ce qu’une salopette c’est une petite salope?","7addc068-4683-4787-a267-4e58e3951000":"Un steak sans poivre, c’est comme un cheval sans selle.","a9aea49c-41e9-4eb6-8b2d-ef73e68fe4ff":"Qu’est-ce qu’une manifestation d’aveugles? Un festival de cannes.","01a008fa-2690-48b7-b7d6-f26043554d43":"C’est l’histoire d’un poil. Avant il était bien. Maintenant il est pubien.","b22cec8d-a540-41e6-9222-9117cd07e0e3":"J’ai reçu un coup de téléphone hier. Ca m’a fait mal.","6033f1d4-ebe4-4ad6-af1c-d2e20fee4ca4":"Généralement, quand on parle de Mozart, il n’est pas là. Mais quand on ouvre la porte du frigo, mozzarella.","68211478-de00-4309-a6d1-ca487b6a3470":"Combien cela prend-il de temps à un criminel pour réaliser qu’il a raté son coup? Juste 2 menottes.","f503ac29-a659-41fe-88da-e1284d58e83e":"Quelle est la différence entre un Tampax et un policier? Y en a pas, les 2 bloquent la circulation.","fba5c1a1-6fb9-45d1-848a-896326cac9bd":"Je suis pas superstitieux, mais moi quand je vois un animal flotter sur un lac, je me dis que c’est un cygne.","f9238f3c-1ea1-46a5-82da-b01f05ede76f":"Comment appelle-t-on un policier qui est tout bleu? Un schtroumpf policier.","1011c548-5613-44ae-9242-62665275f6f9":"C’est un gars dans son jardin qui creuse et qui trouve une voiture de police avec 2 policiers dedans. Il leur dit: «Qu’est-ce que vous faites là?!» Les policiers lui répondent: «C’est parce qu’on était en poursuite et le bandit nous a semés.»","4d7844f6-1be9-404b-b53d-d020ec6fc665":"Pourquoi Dracula n’a-t-il pas peur du vent? Parce que c’est un vampire.","b6e7e462-f69a-4a1f-9e78-b441de38cafd":"Pourquoi Michael Jackson a-t-il peur de faire marche arrière en voiture? Parce qu’il est mort.","20edadba-eb6e-4969-8d7d-47b3e292b3bb":"Pourquoi les Mexicains mangent-ils aux toilettes? Parce qu’ils aiment manger et pisser.","b0631a6f-e126-4129-b44b-e1fc5de01c62":"Quel est le poids d’un hipster? 1 insta-gramme.","ab506c10-92c1-4c75-8f46-3a8316b2dbf9":"Comment appelle-t-on un nain qui travaille à la Poste? Un nain posteur.","265a8b71-6f24-4406-95cd-739ef6a881e2":"Quel bruit un avion fait-il quand il rebondit? «Boeing! Boeing!»","07b039ab-fd64-404a-a08d-8cc39e2290d3":"Quelle est la date d’anniversaire mondiale des chats? C’est en mi-août.","83d995c7-1f06-4d06-a8da-88f9a367b6a9":"Comment dit-on «69» en russe? «Tatouf Métouff».","ec60efdd-0f67-4cac-be71-74203d8f7e41":"Quelle est la différence entre quelqu’un qui vient de faire l’amour et un meurtrier? Aucune, les deux essayent de se débarasser du corps.","2c8b4494-0d35-4004-b8e3-63575d39e95d":"Comment appelle-t-on un boomerang qui ne revient pas? Un bâton.","6543f1ec-03bc-44ea-b77b-ebfe58bcc9f3":"Un gars trébuche dans un cimetière, puis il tombe.","d627610e-45e7-491f-92e7-e2b3ae692c54":"Que dit une mère à son fils geek quand c’est l’heure de manger? «ALT-TAB!»","b093e4d7-bffa-4eaf-b263-4246c0f958a9":"Quel est le crustacé le moins lourd de la mer? La palourde.","28390661-2f9c-438f-be27-f0f8769d3ec1":"Pourquoi le chasseur amène-t-il son fusil aux toilettes? Pour tirer la chasse.","aaa8a0c3-2f22-462d-8efa-4a5c15f2736f":"Dans la vie, il y a deux types de gens. Ceux qui finissent leurs blagues…","c14f0e8f-be6c-4ec6-ad3b-f191abf90f69":"L’autre jour, j’ai fait une blague sur les paraplégiques, elle a pas bien marché.","e31c0c7e-9270-4a29-81f7-ecc1b5d0ec01":"C’est l’histoire d’une fleur qui court, puis qui se plante.","1911b14e-b44a-4b3a-9c14-50e3c70cf9ae":"Ça doit être un job de merde de travailler dans les fosses septiques.","ad683c60-a1e2-46f6-a04f-684eeea9071a":"Quand on boit de l’alcool, on devient alcoolique, donc quand on boit du rhum, on devient romantique?","2ca58797-b687-4933-b5ae-1b723500b521":"Que fait un hibou dans un toaster? Hiboucane.","12d39b12-92ea-427e-96b0-23ab1fbefb7e":"Qu’est-ce qui a 4 pattes et 1 bras? Un pitbull dans un jardin d’enfants.","cb02764b-041d-490c-9ee9-75812ca4ae4d":"Qui a inventé le 69? Deux personnes qui peuvent pas se voir.","b62897d9-5078-4920-a25a-e3c8aa991682":"Qu’est-ce qu’on fait quand un gamer pleure? On le console.","4a23c586-59c7-459c-b8f3-d7c4452baca6":"Simon n’a pas de bras. «Toc toc! – Qui est là? – Pas simon.»","3bbeb541-3a67-46c6-aad6-c3261fde9d10":"Comment faire aboyer un chat? Un briquet, de l’essence et WOUF!","a562c83d-6cde-4a78-b0f4-f6500ca42593":"C’est un gars qui veut vendre son spa, mais à chaque fois qu’il écrit «Spa à vendre», personne ne répond.","7846b093-a21a-40ba-8345-f9ae108d29a1":"Quelle est la différence entre une pastèque et un bébé? Y en a un qui est marrant à couper et qui est bon en bouche, et l’autre c’est un fruit.","caea34b3-cb70-46c9-9c5e-9f81f4f269f0":"Est-ce que tu connais le nom du dinosaure gay? C’est le tripotanus.","cfd9083d-a136-4eac-aa68-6fdc64baf100":"Quelle est la différence entre un crocodile et un alligator? C’est caïman pareil.","ca40a500-ed48-4467-ad02-53648b2ec30a":"J’ai oublié un tube de Biactol dans la machine à laver. Depuis, mes chemises n’ont plus de bouton.","beeea91b-027b-481f-97e0-422b1be1ea1f":"Comment appelle-t-on 10 prostituées qui se chamaillent? Une dispute.","f00d97b3-5f9c-4bcb-9088-715811d225ba":"Dans la phrase «Le voleur a volé une télévision», où est le sujet? En prison.","0471812c-b0aa-4148-b57b-a631b67b2443":"Comment appelle-t-on un ours qui vit à la fois au pôle Nord et au pôle Sud? Un ours bipolaire.","803d5f34-4fa8-491b-a156-66033d67461c":"Quelle star demande toujours 2 glaçons dans son verre? Michael Douglas.","b3c0e723-8b1b-4aa7-8068-3b25af8850f0":"Pourquoi le film Harry Potter est-il classé «fantastique»? Parce que le roux a des amis.","54a1df85-2613-4727-b0da-76b9beae8528":"Comment s’appelle le plus mauvais vendeur de vin? Ivan Potvin.","cc5ed124-0ded-4b25-9759-23ee6ee5dbd2":"Au fond, pour un cannibale, une femme enceinte c’est comme un Kinder Surprise.","f4049d36-0b50-4537-969f-d235f97ba457":"Qu’est-ce qu’un hamster dans l’espace? Un hamstéroïde.","5a36d0ce-5a67-45ec-b6ef-81b4cf4280e2":"Est-ce que tu sais pourquoi j’ai appelé mon pénis «Vérité»? Parce que la vérité sort toujours de la bouche des enfants.","80e963f0-93e1-4cae-8e39-87ab5534b37e":"Pourquoi les tyrannosaures ne tapent-ils pas des mains? Parce qu’ils sont morts.","2f18ffd3-a4da-4406-9ac1-e082d7fa67ac":"Comment sait-on qu’une fille est une princesse? Elle aime quand tu rentres dans son palais.","32f1f065-38d0-40c7-8422-cba57b1a2b50":"Que fait un gorille quand il sonne à une porte? «King Kong!»","73ad1aa2-6cc6-4ffb-911b-d11ec90e066b":"Pourquoi les policiers n’ont-ils pas de rides? C’est parce qu’ils ont la peau lisse.","ca217bc6-ff3d-448c-9157-0cc637c2fee6":"C’est 2 ballons qui se promènent dans le désert. Il y en a un qui dit à l’autre: «Attention il y a un cactussssssssssssssss…»","2e65bf47-2fa6-4cfe-890a-3e611d704dce":"Pourquoi les bélugas sont-ils en voie d’extinction? Parce qu’il n’y a pas assez de bélu-filles.","d6e5cfba-7fde-4324-b4d5-9588c71a064b":"Quelle est la différence entre la sodomie et les brocolis? Y en a pas, même avec du beurre, les enfants n’aiment pas ça.","3ce454d1-737d-4322-9792-8b673a4fcfb1":"Melon et Melèche préparent une tarte aux pruneaux. Melon prépare la tarte et Melèche les pruneaux.","f4f03077-8249-42f7-9b9e-61e0bc10490c":"Un électricien est mort, on va tenir sa famille au courant.","259719fa-c79d-49de-b4fb-42716262cd96":"Comment appelle-t-on un voleur de Viagra? Un criminel endurci.","50a34974-53e4-4c20-b8bf-da86d8ba496e":"Que dit un Mexicain qui lave son linge? «C’est salsa.»","e4521f12-f8af-4a87-98a8-5b40e6e1a31a":"Pourquoi les États-Unis ne peuvent-ils pas jouer aux échecs? Parce qu’il leur manque deux tours.","017a41ff-7f38-4f16-8931-d752fe0a599e":"C’est quoi un porc qui vole? Un aéro-porc.","49fabb95-77cc-4b9c-a121-c28a0f61c28c":"Qu’est-ce que 2 clowns se disent quand ils reçoivent leur commande au McDo? «Bouffons.»","7ff6b7ab-359e-4c57-97df-8338a3cb747b":"C’est un funambule qui faisait son show, il a perdu l’équilibre et a tué un homme dans la foule. Sur le rapport de l’enquêteur, il est écrit: «Ce décès est l’œuvre d’un déséquilibré».","9a106d41-2b93-4997-a3e6-c18c1c81d538":"Pourquoi le père Noël a-t-il un gros sac? Parce qu’il ne vient qu’une fois par an.","f7a98792-9799-406b-95aa-270006155386":"Il y a 2 gars sans pénis qui se battent, c’est un combat sanglant.","8c4971ab-c221-4dd8-9058-eecc0875921e":"Comment appelle-t-on un bain avec un Noir dedans? Un bain Moussa.","1102e52f-48ca-469a-8551-68e5f41fda6f":"Quel est le point commun entre des professeurs et des hémorroïdes? Y en a pas, les deux sortent du corps enseignant.","ceac9693-574f-4dc8-8bd7-7f47af61a8a2":"Qu’est-ce que 2 Arabes sur une mobylette? 2 cons parce qu’ils auraient pu en voler 2.","0373d3ed-8f89-4381-bc49-6cd712e71854":"J’ai raconté une blague à un Parisien. Il a Paris.","7dbe9e09-9f4e-4961-9754-cd57f1c669b7":"Qu’est-ce qu’une douche sans eau? Une duche.","c790b211-83c0-4f3d-85ae-2ec00c234e3f":"Que dit un aveugle qui touche du papier de verre? «Mince, c’est écrit petit.»","5700e33d-4273-4759-8ce1-9b9e459140a3":"Un homme est arrêté pour un vol de voiture. Après plusieurs années, il est libéré pour bonne conduite.","3037a769-29f1-447c-a2e3-01580aed8207":"C’est deux grains de sable qui arrivent à la plage. L’un d’eux dit: «Ouahhh, c’est blindé aujourd’hui!»","ba4aa6f9-624a-451d-af16-13674b16bb08":"Quelle est la différence entre un thermomètre rectal et oral? Le goût."}